Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/unike-portretter-dokumenterer-landsmoetet-i-1917.html.tmx
Source language: nob
Languages: sma

source: Unike portretter dokumenterer landsmøtet i 1917
sma: Sjïere guvvieh rijhketjåanghkoem 1917 vihteste

source: Astri Aasen har portrettert ni av samene som deltok på Samefolkets landsmøte 1917, og har dermed bidratt til viktig dokumentasjon av enkeltmennesker som var der.
sma: Astri Aasen lea uktsie dejstie saemijste guvviedamme mah lin meatan saemiej rijhketjåanghkosne 1917, jïh dejnie aktem vihkeles vihtiestimmiem vadteme dejstie sjïere almetjijstie mah lin desnie.

source: Kunstneren Astri Aasen (1875-1935) var tidlig i førtiårene da Samefolkets landsmøte fant sted i Trondheim i 1917.
sma: Tjiehpiedæjja Astri Aasen (1875-1935) lij aareh njieljieluhkiejaepiej gosse Saemiej rijhketjåanghkoe lij Tråantesne 1917.

source: Hun var maler og tegner, født og oppvokst i Trondheim.
sma: Dïhte lij måaladæjja jïh guvviedæjja, reakadamme jïh byjjenamme Tråantesne.

source: De var jevnaldrende, kvinnene som organiserte møtet.
sma: Doh nyjsenæjjah mah tjåanghkoem öörnedin lin jïemmehkh.

source: Elsa fylte 40 år i november 1917, mens kassereren Anna Löfwander-Jarwson var født i 1873 og sekretæren Ellen Lie i 1876.
sma: Elsa 40 jaepieh illi gålkoen 1917, mearan beetnehreerije Anna Löfwander-Jarwson lij reakadamme 1873 jïh tjaelije Ellen Lie 1876.

source: Da Valdemar Lindholm skrev om Samefolkets landsmöte i Trondheim, valgte han å framheve kvinnene som var engasjert i avviklingen av møtet.
sma: Gosse Valdemar Lindholm Saemiej rijhketjåanghkoen bïjre Tråantesne tjeeli, veelji gujnide åvtese lutnjedh mah lin eadtjohke tjïrrehtimmesne tjåanghkoste.

source: Han omtaler også Astri Aasen, avbildet i sitt atelier og med selvportrett.
sma: Dïhte aaj Astri Aasenem ållermaahta, guvviedamme sov atelijeeresne jïh jïjtjeportrehtine.

source: Ni av deltakerne ble portrettert, og vi har derfor en unik dokumentasjon fra møtet.
sma: Uktsie dejstie mah lin tjåanghkosne guvviedamme sjïdtin, jïh dan åvteste aktem sjïere vihtiestimmiem tjåanghkoste utnebe.

source: Disse portrettene henger i dag i Sametinget i Karasjok.
sma: Daan biejjien daah guvvieh Saemiedigkesne Karasjohkesne gævnjasjieh.

source: Astris far var gullsmed i Trondheim.
sma: Astrin aehtjie lij gulliesmïrre Tråantesne.

source: I begynnelsen av århundret var hun i to perioder elev ved Harriet Backers malerskole i Oslo.
sma: Jaepietjuetien aalkoelisnie lij göökte boelhkh learohke Harriet Backeren måaladæjjaskuvlesne Oslosne.

source: Hun behersket portrettkunsten.
sma: Dïhte portrehtekåanstem haalvoeji.

source: Lindholms artikkel, Samefolkets landsmøte, samekvinnors verk, sto på trykk 25. februar 1917 i det svenske tidsskriftet Idun , med undertittel illustrerad tidning för kvinnan och hemmet , er en viktig kilde til å forstå møtet.
sma: Lindholmen tjaalege, Samefolkets landsmøte, samekvinnors verk (Saemiej rijhketjåanghkoe, saemiengujni vierhkie ) lij trygkesovveme goevten 25. b. 1917 sveerjen tjaalegisnie Idun , vuelienommine illustrerad tidning för kvinnan och hemmet (plaerie guvviejgujmie gujnese jïh hïejmese) , lea akte vihkeles gaaltije juktie tjåanghkoem guarkedh.

source: Tidsskriftet er digitalisert av Göteborgs universitet.
sma: Tjaalege lea digitaliseradamme Gøteborgen universiteeteste.

source: Så vidt vi vet portretterte Astri Aasen ni av deltakerne, hvorav tre kvinner.
sma: Dan gåhkese daejrebe Astri Aasen uktsie dejstie mah lin tjåanghkosne guvviedi, dejstie golme gujnh.

source: To av kvinneportrettene er dessverre uten navn, Kvinneportrett uten navn og Gammel lappekone .
sma: Göökte dejstie gujneguvvijste leah gaatesjen nommehth, Kvinneportrett uten navn (Gujneportrehte nommehth ) jïh Gammel lappekone (Båeries saemiengujne) .

source: Ut fra draktene kan en se at de er fra sørsamisk område.
sma: Gaptaj gaavhtan maahta vuejnedh dah leah åarjelsaemien dajveste.

source: Søker en nærmere i historiske kilder etter de portretterte samene, kommer det fram interessante opplysninger:
sma: Jis veelebe histovrijes gaaltijinie åhtsa dej guvviedamme saemiej mietie, dellie ïedtjije bïevnesh gaavna:

source: Marie Finskog , 67 år, født 1851 på Røros.
sma: Marie Finskog , 67 jaepien båeries, reakadamme 1851 Rørosesne.

source: Ifølge folketellingen fra 1910 oppholdt hun seg det året på Monset gaard i Orkdal, sammen med sin mann Halvor, som var noe yngre enn henne.
sma: Almetjeryöknemen mietie jaepeste 1910 dïhte don jaepien gaertienisnie Monset gaard Orkdalesne årroeji, geellebinie ektine man nomme Halvor, mij lij ånnetji nuerebe.

source: Hun reiste rundt og solgte husflidsarbeider og sitat; Har reist om baade i Norge og Sverige og holdt foredrag .
sma: Dïhte bïjre jarkan mïnnedi jïh gïetevætnoeh doeki, jïh sitaate: lea mïnnedamme dovne Nöörjesne jïh Sveerjesne jïh hååleme «saemiej dïedtelgamme sijjien bïjre».

source: Thorkild Jonassen , 78 år, født 1839 i Grong, er avbildet med ikke mindre enn to portretter.
sma: Thorkild Jonassen , 78 jaepien båeries, reakadamme 1939 Kråangkesne, lea guvviedamme ij goh unnebe goh göökte guvvine.

source: Daniel Mortensen , 56 år, født 1860 på Skalstufjellet i Verdal.
sma: Daniel Mortensen , 56 jaepien båeries, reakadamme Skalstu-vaeresne Verdalesne.

source: Ifølge folketellingen fra 1900 var han enkemann, bosatt på Svukkuriset søndre i Tolga med sine barn.
sma: Almetjeryöknemen mietie 1900 lij aarpije, gaertienisnie Svukuriset åarjel Tolgesne årroeji sov maanajgujmie ektine.

source: I folketellingen fra 1910 er han gift på ny, og står oppført som g aardbruker (selveier), reneier, redaktør av lappbladet "Waren Sardne " .
sma: Almetjeryöknemen 1910 mietie lij orresistie pruvreme, jïh daelie lea tjaalasovveme goh gaerteneaajhtere (heajmeneburrie), båatsoeburrie, redaktööre saemien plaereste .

source: Ved siste telling var ni av hans barn oppført som tilhørende husstanden.
sma: Minngemes ryöknemisnie dellie uktsie altese maanijste lin tjaalasovveme goh bielie gåetiegunteste.

source: Han døde i 1924 på Røros.
sma: Dïhte Rørosesne sealadi 1924.

source: Han hadde en sentral rolle i den samepolitiske bevegelsen, som det er skrevet mye om, og det er en annen historie.
sma: Dan lij akte vihkeles råålla dennie saemiepolitihkeles barkosne, man bïjre jïjnje lea tjaalasovveme, jïh mij akte jeatjah histovrije.

source: I tillegg er Hans Fjellstedt fra svensk side, unggutten Anders Fjelne, Johan Roska fra Nesseby og Klemet Somby fra Karasjok portrettert.
sma: Lissine Hans Fjellstedt sveerjen bieleste, noere baernie Anders Fjelner, Johan Roska Unjargeste (Nesseby) jïh Klemet Somby Karasjohkeste leah guvviedamme.

source: Les mer i boka Samenes første landsmøte av Peder Borgen (Tapir 1997).
sma: Lohkh vielie gærjesne Samenes første landsmøte maam Peder Borgen lea tjaaleme (Tapir 1997).
